Repository: FedeDP/ncursesFM
Catalog: msg/*.po
Languages: es_ar, fr

source: y
es_ar: s
fr: o

source: ENTER
fr: ENTRÉE

source: DEL
fr: SUPPR

source: Press 'L' to trigger helper
es_ar: Pulse 'L' para activar la ayuda.
fr: Appuyez sur 'L' pour voir/cacher l'aide

source: Remember: every shortcut in ncursesFM is case insensitive.
es_ar: Recuerde: cada atajo en ncursesFM es insensible a mayúsculas.
fr: Rappel: tous les raccourcis de nCursesFM sont sensibles à la casse

source: surf between folders or to open files.
fr: naviguer parmi les dossiers ou ouvrir les fichiers

source: jump straight to first/last file.
fr: saute au premier/dernier élément.

source: trigger the showing of hidden files.
fr: voir/cacher les fichiers cachés.

source: see files stats.
fr: affiche les statistiques des fichiers

source: change sorting function: alphabetically (default), by size, by last modified or by type.
fr: Trier : alphabétique (par défaut), taille, dernière modification ou type.

source: select files. Once more to remove the file from selected files.
fr: sélection/désélection des fichiers

source: paste/cut.
fr: coller/couper

source: compress.
fr: compresser.

source: remove.
fr: supprimer.

source: extract.
fr: extraire.

source: print.
fr: imprimer.

source: switch to bookmarks mode.
fr: basculer en mode signet

source: add/remove current file to bookmarks.
fr: ajout/suppression du fichier courant des signets

source: rename current file/dir.
fr: renommer le fichier/dossier courant

source: create new file/dir.
fr: créer un nouveau fichier/dossier

source: search for a file.
fr: chercher un fichier

source: create second tab.
fr: créer un second onglet

source: close second tab.
fr: fermer le second onglet

source: switch between tabs.
fr: changer d'onglet

source: switch to device mode.
fr: basculer en mode périphérique.

source: switch to selected mode.
fr: basculer vers le mode sélectionné.

source: quit.
fr: Quitter

source: Just start typing your desired filename, to move right to its position.
es_ar: Empiece a escribir el nombre del archivo que desee, para moverlo a su posición.
fr: Taper le nom du fichier cherché pour y accéder.

source: leave fast browse mode.
fr: quitter le mode de navigation rapide.

source: remove selected file from bookmarks.
fr: supprimer le fichier sélectionné des signets.

source: remove all user bookmarks.
fr: supprimer tous les signets utilisateurs

source: move to the folder/file selected.
fr: passer au dossier/fichier sélectionné.

source: leave bookmarks mode.
fr: quitter le mode signet.

source: leave search mode.
fr: quitter le mode recherche.

source: leave selected mode.
fr: quitter le mode sélectionné

source: (un)mount current device.
fr: (dé)monter le périphérique courant

source: move to current device mountpoint, mounting it if necessary.
fr: passer au point de montage actuel de l'appareil, le monter si nécessaire.

source: leave device mode.
fr: quitter le mode périphérique.

source: remove current file selection.
fr: supprimer la sélection de fichiers en cours

source: remove all selected files.
fr: supprimer tous les fichiers sélectionnés.

source: You have to specify a valid editor in config file.
es_ar: Usted debe especificar un editor válido en el archivo de configuración.
fr: Vous devez spécifier un éditeur valide dans le fichier de configuration

source: A generic error occurred. Check log.
es_ar: Ocurrió un error general. Compruebe el registro.
fr: Une erreur générique est survenue. Vérifier le fichier journal

source: Files will be sorted alphabetically now.
es_ar: Los archivos ahora están ordenados alfabéticamente.
fr: Les fichiers seront triés par ordre alphabétique

source: Files will be sorted by size now.
es_ar: Los archivos ahora están ordenados por tamaño.
fr: Les fichiers seront triés par ordre de taille

source: Files will be sorted by last access now.
es_ar: Los archivos ahora están ordenados por el último acceso.
fr: Les fichiers seront triés par ordre de dernier accès

source: Files will be sorted by type now.
es_ar: Los archivos ahora están ordenados por tipo.
fr: Les fichiers seront triés par ordre de type

source: Adding current file to bookmarks. Proceed? Y/n:>
es_ar: Agregando el archivo actual a los marcadores. ¿Proceder? S/n:>
fr: Ajout du fichier courant aux signets. Procéder? O/n:>

source: Removing current file from bookmarks. Proceed? Y/n:>
es_ar: Quitando el archivo actual desde los marcadores. ¿Proceder? S/n:>
fr: Suppression du fichier courant des signets. Procéder? O/n:>

source: You cannot remove xdg defined user dirs.
es_ar: Usted no puede remover los directorios xdg definidos del usuario.
fr: Vous ne pouvez pas supprimer le fichier de définition des dossiers xdg

source: Could not open bookmarks file.
es_ar: No de pudo abrir el archivo de marcadores.
fr: Ouverture du fichier des signets impossible.

source: Added to bookmarks!
es_ar: Agragado a los marcadores!
fr: Ajouté aux signets!

source: Removed from bookmarks!
es_ar: Removido de los marcadores!
fr: Supprimé des signets!

source: No bookmarks found.
es_ar: Ningún marcador encontrado.
fr: Aucun signet trouvé.

source: Bookmark was deleted as it was no more existent.
es_ar: El marcador actual se ha eliminado debido a que ya no existe.
fr: Signet supprimé, car le fichier n'existe plus.

source: It seems current bookmark no longer exists. Remove it? Y/n:>
es_ar: Parece que el marcador actual ya no existe. ¿Quitarlo? S/n:>
fr: Il semble que le signet courant n'existe plus. Le supprimer? O/n:>

source: Bookmark already present. Would you like to remove it? Y/n:>
es_ar: El marcador ya existe. ¿Desea quitarlo?
fr: Signet déjà existant. Voulez-le supprimer? O/n:>

source: User bookmarks have been cleared.
es_ar: Los marcadores del usuario se han limpiado.
fr: Les signets utilisateur ont été supprimés

source: There are no selected files.
es_ar: No hay ningún archivo seleccionado.
fr: Aucun fichier sélectionné

source: File selected.
es_ar: Archivo seleccionado.
fr: Fichier sélectionné.

source: File unselected.
es_ar: Archivo deseleccionado.
fr: Fichier désélectionné.

source: File unselected. Selected list empty.
es_ar: Archivo deseleccionado. Lista de selección límpia.
fr: Fichier désélectionné. Liste de sélection vide.

source: Every file in this directory has been selected.
es_ar: Todos los archivos del directorio fueron seleccionados.
fr: Tous les fichiers de ce répertoire ont été sélectionnés.

source: Every file in this directory has been unselected.
es_ar: Todos los archivos del directorio fueron deseleccionados.
fr: Tous les fichiers de ce répertoire ont été désélectionnés.

source: Every file in this directory has been unselected. Selected list empty.
es_ar: Todos los archivos del directorio fueron deseleccionados. Lista de selección límpia.
fr: Tous les fichiers de ce répertoire ont été sélectionnés. Liste de sélection vide.

source: List of selected files has been cleared.
es_ar: La lista de archivos seleccionados fue limpiada.
fr: La liste de sélection a été vidée

source: Are you serious? y/N:>
es_ar: ¿Está seguro? s/N:>
fr: Êtes-vous sûr? o/N:>

source: There's already a search in progress. Wait for it.
es_ar: Actualmente existe una búsqueda en curso. Espere a que termine.
fr: Recherche en cours actuellement. Veuillez patienter.

source: Insert filename to be found, at least 5 chars, max 20 chars.:>
es_ar: Ingrese el nombre del archivo a buscar, al menos 5 letras, máximo 20 letras:>
fr: Saisissez le nom du fichier à chercher, de 5 à 20 caractères:>

source: Do you want to search in archives too? y/N:>
es_ar: ¿Desea buscar en los archivos también? s/N:>
fr: Rechercher également dans les archives? o/N:>

source: Do you want a lazy search (less precise but faster)? y/N:>
es_ar: ¿Desea una busqueda perezosa (menos precisa pero rápida)? s/N:>
fr: Voulez vous d'une recherche paresseuse (moins précise, mais plus rapide)? o/N:>

source: At least 5 chars...
es_ar: Al menos 5 letras...
fr: Au moins 5 caractères...

source: Too many files found; try with a larger string.
es_ar: Se encontraron demasiados archivos; trate con una cadena mas larga.
fr: Trop de fichiers trouvés; saisissez une chaîne plus longue.

source: No files found.
es_ar: Ningún archivo encontrado.
fr: Aucun fichier trouvé.

source: Searching...
es_ar: Buscando...
fr: Recherche en cours...

source: Search finished. Press f anytime from normal mode to view the results.
es_ar: Busqueda finalizada. Presione f en cualquier momento desde el modo normal para ver los resultados.
fr: Recherche terminée. Tapez f en mode normal pour afficher les résultats.

source: Do you really want to print this file? Y/n:>
es_ar: ¿Realmente desea imprimir éste archivo? S/n:>
fr: Voulez-vous imprimer ce fichier? O/n:>

source: Print job added.
es_ar: Trabajo de impresión agregado.
fr: Travail d'impression ajouté.

source: No printers available.
es_ar: Ninguna impresora disponible.
fr: Aucune imprimante disponible.

source: Insert new file name (defaults to first entry name):>
es_ar: Ingrese el nuevo nombre del archivo (el nombre por defecto es el primer elemento):>
fr: Saisissez le nouveau nom de fichier (par défaut, le nom actuel):>

source: Insert new name:>
es_ar: Ingrese el nuevo nombre:>
fr: Saisissez le nouveau nom:>

source: Do you really want to extract this archive? Y/n:>
es_ar: ¿Realmente quiere extraer éste archivo? S/n:>
fr: Extraire les fichiers de cette archive? O/n:>

source: Current archive is encrypted. Enter a pwd:>
es_ar: El archivo actual está encriptado. Ingrese la clave:>
fr: L'archive courante est cryptée. Donnez le mot de passe:>

source: Cutting...
es_ar: Cortando...
fr: Découpe...

source: Pasting...
es_ar: Pegando...
fr: Collage...

source: Removing...
es_ar: Elimiando...
fr: Suppression...

source: Archiving...
es_ar: Archivando...
fr: Création de l'archive

source: Extracting...
es_ar: Extrayendo...
fr: Extraction

source: Every file has been cut.
es_ar: Todos los archivo se han cortado.
fr: Tous les fichiers ont été coupés.

source: Every file has been pasted.
fr: Tous les fichiers ont été collés.

source: File/dir removed.
es_ar: Archivo/directorio eliminado.
fr: Fichier/dossier supprimé.

source: Archive is ready.
es_ar: El archivo está listo.
fr: L'archive est prête.

source: Succesfully extracted.
es_ar: Extraido satisfactoriamente.
fr: Extraction réussie.

source: Could not move
es_ar: No se pudo mover.
fr: Déplacement impossible

source: Could not paste.
es_ar: No se pudo pegar.
fr: Collage impossible.

source: Could not remove every file.
es_ar: No se pudieron eliminar todos los archivos.
fr: Impossible de supprimer tous les fichiers.

source: Could not archive.
es_ar: No se pudo crear el archivo.
fr: Création impossible de l'archive.

source: Could not extract every file.
es_ar: No se pudieron extraer todos los archivos.
fr: Extraction de tous les fichiers impossible.

source: File created.
es_ar: Archivo creado.
fr: Fichier créé.

source: Dir created.
es_ar: Directorio creado.
fr: Dossier créé.

source: File renamed.
es_ar: Archivo renombrado.
fr: Fichier renommé.

source: There are selected files.
es_ar: Hay archivos seleccionados.
fr: Il y a des fichiers sélectionnés.

source: There's already an active job. This job will be queued.
es_ar: Existe actualmente un trabajo activo. Se pondrá en cola este trabajo.
fr: Il y a déjà quelque chose en cours. Ce travail sera mis dans la queue.

source: Queued jobs still running. Waiting...
es_ar: Trabajos en cola aún en marcha. Esperando...
fr: Queue des travaux en cours de traitement. Veuillez patienter...

source: Do you really want to install this package? y/N:>
es_ar: ¿Realmente desea instalar éste paquete? s/N:>
fr: Voulez-vous réellement installer ce paquet? o/N:>

source: Waiting for package installation to finish...
es_ar: Esperando que finalice la instalación del paquete...
fr: En attente de la fin de l'installation de ce paquet...

source: Devices:
es_ar: Dispositivos:
fr: Périphériques:

source: Bookmarks:
es_ar: Marcadores:
fr: Signets:

source: Selected files:
es_ar: Archivos seleccionados:
fr: Fichiers sélectionnés:

source: %d files found searching %s:
es_ar: Se han encontrado %d buscando %s:
fr: %d fichiers trouvés en cherchant %s:

source: Installed.
es_ar: Instalado.
fr: Installé.

source: Could not install.
es_ar: No se pudo instalar.
fr: Installation impossible.

source: No devices found.
es_ar: Ningún dispositivo encontrado.
fr: Aucun périphérique trouvé.

source: %s mounted in: %s.
es_ar: %s montado en: %s.
fr: %s monté dans: %s

source: %s unmounted.
es_ar: %s desmontado.
fr: %s démonté.

source: External tool has mounted %s.
es_ar: Una herramienta externa ha montado %s.
fr: Un outil externe a monté %s.

source: External tool has unmounted %s.
es_ar: Una herramienta externa ha desmontado %s.
fr: Un outil externe a démonté %s.

source: New device connected.
es_ar: Nuevo dispositivo conectado.
fr: Nouveau périphérique connecté.

source: Device removed.
es_ar: Dispositivo removido.
fr: Périphérique enlevé.

source: Could not find /proc/mounts.
es_ar: No se pudo encontrar /proc/mounts.
fr: Impossible de trouver /proc/mounts.

source: On AC
es_ar: Conectado.
fr: Au démarrage

source: No power supply info available.
es_ar: Ninguna información de energía disponible.
fr: Aucun info sur l'alimentation disponible.

source: Window too small. Enlarge it.
es_ar: La ventana es demasiado pequeña. Agrande la misma.
fr: Fenêtre trop petite. Agrandissez-la.

source: Still polling for devices.
es_ar: Comprobación de dispositivos.
fr: Recherche des périphériques en cours.

source: Monitor is not active. An error occurred, check log file.
es_ar: El monitor no está activo. Ocurrió un error, vea el archivo de registro.
fr: Le moniteur n'est pas actif. Une erreur est survenue, vérifiez le fichier journal.

source: Enter -> surf between folders or to open files.
es_ar: Intro->permite acceder a carpetas o abrir archivos.

source: It will eventually (un)mount your ISO files or install your distro downloaded packages.
es_ar: Eventualmente puede (des)montar sus archivos ISO o instalar los paquetes descargados de su distribución.

source: , -> enable fast browse mode: it lets you jump between files by just typing their name.
es_ar: , -> habilita el modo de navegación rápida. Esto le permite saltar entre archivos con sólo tipiar sus nombres.

source: PG_UP/DOWN -> jump straight to first/last file.
es_ar: AvPág/RePág -> salta hacia el primer o último archivo.

source: PG_UP/DOWN -> jump straight to first/last file. i -> check files fullname.
es_ar: AvPág/RePág -> salta hacia el primer o último archivo. i -> comprueba el nombre completo de los archivos.

source: h -> trigger the showing of hidden files; s -> see files stats.
es_ar: h -> muestra los archivos ocultos; s -> ver las estadísticas de los archivos.

source: TAB -> change sorting function: alphabetically (default), by size, by last modified or by type.
es_ar: TAB -> cambia la función de ordenamiento: alfabético (predeterminado), por tamaño, última modificación o por tipo.

source: Space -> select files. Once more to remove the file from selected files.
es_ar: Espacio -> seleciona los archivos. Una vez más para eliminar el archivo de la lista de seleccionados.

source: v/x -> paste/cut, b -> compress, r -> remove, z -> extract, p -> print.
es_ar: v/x -> pegar/cortar, b -> comprimir, r -> eliminar, z -> extraer, p -> imprimir.

source: v/x -> paste/cut, b -> compress, r -> remove, z -> extract.
es_ar: v/x -> pegar/cortar, b -> comprimir, r -> eliminar, z -> extraer.

source: g -> switch to bookmarks mode. e -> add/remove current file to bookmarks.
es_ar: g -> cambia al modo de marcadores. e -> agrega/quita el archivo actual de los marcadores.

source: o -> rename current file/dir; n/d -> create new file/dir. f -> search for a file.
es_ar: o -> renombra el archivo/directorio actual; n/d -> crea un nuevo archivo/directorio. f -> busca un archivo.

source: t -> create second tab. w -> close second tab. Arrow keys -> switch between tabs.
es_ar: t -> crear una segunda pestaña. w -> cierra la segunda pestaña. Teclas de flechas -> salta entre pestañas.

source: m -> switch to device mode. k -> switch to selected mode.
es_ar: m -> cambia al modo de dispositivo. k -> cambia al modo de selección.

source: ESC -> quit.
es_ar: ESC -> salir.

source: ESC -> leave fast browse mode.
es_ar: ESC -> salir del modo navegación.

source: s -> see files stats. i -> check files fullname.
es_ar: s -> ver las estadísticas de los archivos. i -> comprueba el nombre completo de los archivos.

source: r -> remove selected file from bookmarks. del -> remove all user bookmakrs.
es_ar: r -> remueve el archivo seleccionado de los marcadores. Supr -> remueve todos los marcadores del usuario.

source: enter on a file will move to the folder/file selected.
es_ar: envíe un archivo para moverlo al directorio/archivo seleccionado.

source: ESC -> leave bookmarks mode.
es_ar: ESC -> terminar el modo de marcadores.

source: ESC -> leave search mode.
es_ar: ESC -> terminar el modo de búsqueda.

source: ESC -> leave selected mode.
es_ar: ESC -> terminar el modo de selección.

source: m -> (un)mount current device.
es_ar: m -> (des)montar el dispositivo actual.

source: enter -> move to current device mountpoint, mounting it if necessary.
es_ar: intro -> mueve el actual punto de montaje del dispositivo, lo monta si es necesario.

source: ESC -> leave device mode.
es_ar: ESC -> terminar el modo de dispositivo.

source: r -> remove current file selection. del -> remove all selected files.
es_ar: r -> elimina el archivo actual seleccionado. supr -> elimina todos los archivo seleccionados.

source: Every files has been pasted.
es_ar: Todos los archivo se han pegado.

source: Currently there is no check against wrong package arch: it will crash packagekit and ncursesfm.
es_ar: En la actualidad no existe un control para la arquitectura del paquete: se terminará packagekit y ncursesfm.

source: Disabled overtype mode.
es_ar: Deshabilitado modo de sobreescritura.

source: Enabled overtype mode.
es_ar: Habilitado modo de sobreescritura.
